tap "gcenx/wine"
brew "caddy", restart_service: :changed, link: false
brew "chrome-cli"
cask "affinity"
cask "calibre"
cask "comfyui"
cask "discord"
cask "docker-desktop"
cask "ghostty"
cask "gltfquicklook"
cask "godot"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "karabiner-elements"
cask "mongodb-compass"
cask "packetproxy"
cask "plugdata"
cask "qlvideo"
cask "quicklook-json"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "windsurf"
cask "wine-crossover"
cask "zoom"
