tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "actionlint"
brew "ansible"
brew "ansible-lint"
brew "anyenv"
brew "assh"
brew "bash-git-prompt"
brew "bat"
brew "python@3.9"
brew "glib"
brew "cmake"
brew "deno"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "efm-langserver"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gocloc"
brew "graphviz"
brew "grep"
brew "gron"
brew "hub"
brew "imagemagick"
brew "lefthook"
brew "lima"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "sbt"
brew "scc"
brew "shellcheck"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "z"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "hyper"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
